#-*- coding: utf-8 -*-

POSITION_CHOICES = (
    (1, ("파도잡이")),
    (2, ("창지기")),
    (3, ("낚시꾼")),
    (4, ("등대지기")),
    (5, ("탐색꾼")),
    (6, ("불명")),
)

ADVANCED_POSITION_CHOICES = (
    (1, ("---------")),
    (2, ("길잡이")),
    (3, ("디펜더")),
    (4, ("단술사")),
    (5, ("원술사")),
    (6, ("전술사")),
    (7, ("주술사")),
    (8, ("화염사")),
    (9, ("부리미")),
)

NOBLE_FAMILY_CHOICES = (
    (1, ("아리에 가문")),
    (2, ("쿤 가문")),
    (3, ("하 가문")),
    (4, ("투 페리 가문")),
    (5, ("유라시아 가문")),
    (6, ("포 비더 가문")),
    (7, ("헨도 가문")),
    (8, ("연 가문")),
    (9, ("아리 가문")),
    (10, ("로 포 비아 가문")),
)
